[
    {
     "createdAt": "2023-04-28T23:31:05.286Z",
     "author": "Jeremy Parker",
     "image": "https://i.postimg.cc/768K5wDJ/bailey-torres-lt-JRm-S3-Vr-U-unsplash.jpg",
     "title": "Cegah Stunting dengan Perbaikan Pola Makan, Pola Asuh dan Sanitasi",
     "description": "Sebagian besar masyarakat mungkin belum memahami istilah yang disebut stunting. Stunting adalah masalah kurang gizi kronis yang disebabkan oleh kurangnya asupan gizi dalam waktu yang cukup lama, sehingga mengakibatkan gangguan pertumbuhan pada anak yakni tinggi badan anak lebih rendah atau pendek (kerdil) dari standar usianya.",
     "article": "Sebagian besar masyarakat mungkin belum memahami istilah yang disebut stunting. Stunting adalah masalah kurang gizi kronis yang disebabkan oleh kurangnya asupan gizi dalam waktu yang cukup lama, sehingga mengakibatkan gangguan pertumbuhan pada anak yakni tinggi badan anak lebih rendah atau pendek (kerdil) dari standar usianya. Kondisi tubuh anak yang pendek seringkali dikatakan sebagai faktor keturunan (genetik) dari kedua orang tuanya, sehingga masyarakat banyak yang hanya menerima tanpa berbuat apa-apa untuk mencegahnya. Padahal seperti kita ketahui, genetika merupakan faktor determinan kesehatan yang paling kecil pengaruhnya bila dibandingkan dengan faktor perilaku, lingkungan (sosial, ekonomi, budaya, politik), dan pelayanan kesehatan. Dengan kata lain, stunting merupakan masalah yang sebenarnya bisa dicegah. Salah satu fokus pemerintah saat ini adalah pencegahan stunting. Upaya ini bertujuan agar anak-anak Indonesia dapat tumbuh dan berkembang secara optimal dan maksimal, dengan disertai kemampuan emosional, sosial, dan fisik yang siap untuk belajar, serta mampu berinovasi dan berkompetisi di tingkat global.Diterangkan Menkes Nila Moeloek, kesehatan berada di hilir. Seringkali masalah-masalah non kesehatan menjadi akar dari masalah stunting, baik itu masalah ekonomi, politik, sosial, budaya, kemiskinan, kurangnya pemberdayaan perempuan, serta masalah degradasi lingkungan. Karena itu, ditegaskan oleh Menkes, kesehatan membutuhkan peran semua sektor dan tatanan masyarakat.",
     "id": "1"
    },
    {
     "createdAt": "2022-10-01T15:19:16.659Z",
     "author": "Yolanda Krajcik",
     "image": "https://i.postimg.cc/5yq4h49B/robert-collins-tvc5im-O5p-Xk-unsplash.jpg",
     "title": "Cegah Stunting untuk Masa Depan Anak Lebih Baik",
     "description": "Belakangan ini kita sering mendengar tentang Stunting dan sering dibicarakan oleh ibu-ibu yang memiliki anak balita. Stunting dan pendek memang sama-sama menghasilkan tubuh yang tidak terlalu tinggi. Namun stunting dan pendek adalah kondisi yang berbeda sehingga membutuhkan penanganan yang tidak sama. Singkatnya stunting adalah pendek namun pendek belum tentu stunting.",
     "article": "Belakangan ini kita sering mendengar tentang Stunting dan sering dibicarakan oleh ibu-ibu yang memiliki anak balita. Stunting dan pendek memang sama-sama menghasilkan tubuh yang tidak terlalu tinggi. Namun stunting dan pendek adalah kondisi yang berbeda sehingga membutuhkan penanganan yang tidak sama. Singkatnya stunting adalah pendek namun pendek belum tentu stunting. Stunting pada anak memang harus menjadi perhatian dan diwaspadai. Kondisi ini dapat menandakan bahwa nutrisi anak tidak terpenuhi dengan baik. Jika dibiarkan tanpa penanganan, stunting bisa menimbulkan dampak jangka panjang kepada anak. Anak tidak hanya mengalami hambatan pertumbuhan fisik, tapi nutrisi yang tidak mencukupi juga memengaruhi kekuatan daya tahan tubuh hingga perkembangan otak anak. Stunting adalah kondisi gagal tumbuh pada anak balita (bayi di bawah 5 tahun) akibat dari kekurangan gizi kronis sehingga anak terlalu pendek untuk usianya. Kekurangan gizi terjadi sejak bayi dalam kandungan pada masa awal setelah bayi lahir akan tetapi, kondisi stunting baru nampak setelah bayi berusia 2 tahun. Balita pendek (stunted) dan sangat penting (severety stunted) adalah balita dengan panjang badan (PB/U) dan tinggi badan (TB/U) menurut umurnya dibandingkan dengan standar baku WHO-MGRS tahun 2006. Data Riset Kesehatan Dasar (Riskesdas) tahun 2018 yang dilakukan oleh Badan Penelitian dan Pengembangan Kesehatan (Litbangkes) menunjukkan angka yang cukup menggembirakan terkait masalah stunting. Angka stunting atau anak tumbuh pendek turun dari 37,2 persen pada Riskesdas 2013 menjadi 30,8 persen pada Riskesdas 2018.  Meski tren stunting mengalami penurunan, hal ini masih berada di bawah rekomendasi Organisasi Kesehatan Dunia (WHO) yaitu kurang dari 20 persen. Persentase stunting di Indonesia secara keseluruhan masih tergolong tinggi dan harus mendapat perhatian khusus.Sebelum membicarakan lebih jauh tentang upaya pencegahan stunting yang dapat kita lakukan, sebaiknya kita juga mengetahui tentang penyebab stunting itu sendiri. Stunting disebabkan oleh faktor multi dimensi dan tidak hanya disebabkan oleh faktor gizi buruk yang dialami oleh ibu hamil maupun anak balita. Intervensi yang paling menentukan untuk dapat mengurangi prevalensi stunting pada 1000 Hari Pertama Kehidupan  (HPK) dari anak balita.",
     "id": "2"
    },
    {
     "createdAt": "2022-12-13T12:54:58.574Z",
     "author": "Gladys Apriluana & Sandra Fikawati",
     "image": "https://i.postimg.cc/FzLtWZwX/jonathan-borba-w-RTff-XK9t-M-unsplash.jpg",
     "title": "Analisis Faktor-Faktor Risiko Stunting pada Balita (0-59 Bulan)",
     "description": "Stunting adalah gangguan pertumbuhan linier yang disebabkan kurang gizi yang berlangsung kronis. Keadaan gizi balita pendek menjadi penyebab 2,2 juta dari seluruh penyebab kematian balita di seluruh dunia.",
     "article": "Stunting adalah gangguan pertumbuhan linier yang disebabkan kurang gizi yang berlangsung kronis. Keadaan gizi balita pendek menjadi penyebab 2,2 juta dari seluruh penyebab kematian balita di seluruh dunia. Tujuan dari review literatur ini adalah menganalisa efek dari faktor-faktor risiko determinan terhadap kejadian stunting pada balita. Desain penelitian ini adalah literature review. Artikel-artikel yang dipilih dengan search engine adalah artikel correlation research yang menggunakan study cross-sectional dengan respondennya adalah anak dengan stunting usia 0-59 bulan. Kriteria inklusi artikel yang dipilih adalah anak dengan stunting, berusia 0-59 bulan, wilayah negara berkembang (termasuk wilayah Asia Tenggara), memiliki KMS, masih memiliki orang tua lengkap. Proses pencarian hingga pengeksklusian artikel-artikel yang digunakan untuk review literatur ini menggunakan metode PRISMA. Hasil penelitian menunjukkan faktor status gizi dengan berat badan lahir < 2.500 gram memiliki pengaruh secara bermakna terhadap kejadian stunting pada anak dan memiliki risiko mengalami stunting sebesar 3,82 kali. Faktor pendidikan ibu rendah memiliki pengaruh secara bermakna terhadap kejadian stunting pada anak dan memiliki risiko mengalami stunting sebanyak 1,67 kali. Faktor pendapatan rumah tangga yang rendah diidentifikasi sebagai predictor signifikan untuk stunting pada balita sebesar 2,1 kali. Faktor sanitasi yang tidak baik memiliki pengaruh yang signifikan terhadap kejadian stunting pada balita dan memiliki risiko mengalami stunting hingga sebesar 5,0 kali. Kesimpulan penelitian ini adalah semakin rendahnya berat badan lahir (BBLR), tingkat pendidikan ibu, pendapatan rumah tangga, dan kurangnya hygiene sanitasi rumah maka risiko balita menjadi stunting semakin besar.",
     "id": "3"
    },
    {
     "createdAt": "2022-05-14T14:15:16.973Z",
     "author": "Amanda Dewi Rosita",
     "image": "https://i.postimg.cc/ncmZ0Ft9/tanaphong-toochinda-FEh-Fn-Qd-LYy-M-unsplash.jpg",
     "title": "Hubungan Pemberian MP-ASI terhadap Stunting pada Balita",
     "description": "Sementara penelitian lain menunjukkan usia balita saat pertama kali mendapat MP-ASI memiliki hubungan signifikan dengan status stunting pada balita dengan korelasi mendapatkan hasil -0,182 artinya semakin tepat usia pemberian MP-ASI pada balita semakin rendah risiko terjadinya stunting",
     "article": "Stunting menggambarkan keadaan gizi kurang yang kronis dan memerlukan waktu lama bagi anak untuk pulih kembali dengan penatalaksanaan segera sehingga status gizi balita menjadi indikator gizi, kesehatan dan kesejahteraan masyarakat. Mengenali faktor predesposisi penting untuk mencegah terjadinya stunting. MPASI penting untuk diberikan dalam menopang kecukupan gizi balita sejak usia 6 bulan sementara tingkat pendidikan ibu berperan penting dalam cara asuh ibu dan pengetahuan mengenai kebutuhan asupan nutrisi yang diperlukan oleh balita. Metode yang digunakan adalah studi literature dengan telaah jurnal yang telah dipublikasi baik jurnal nasional maupun internasional, menggunakan 16 artikel yang didapat dari Google Scholar, dengan mencari kata kunci MPASI, Stunting dan Tingkat Pendidikan dalam rentang waktu 2010-2021. Hasil sebuah penelitian menunjukkan terdapat hubungan bermakna antara pendidikan ibu dengan kejadian stunting pada balita menunjukkan p<0,05 yang menunjukkan hasil penelitian bermakna. Hasil penelitian pemberian MP-ASI dengan kejadian balita stunting menunjukkan OR 1.568 dengan p value= 0.788 dan penelitian mengenai frekuensi pemberian MP-ASI menunjukkan p value= 0.208 yang menunjukkan hubungan tidak bermakna terhadap pemberian dan frekuensi MP-ASI. Pemberian MP-ASI. Sementara penelitian lain menunjukkan usia balita saat pertama kali mendapat MP-ASI memiliki hubungan signifikan dengan status stunting pada balita dengan korelasi mendapatkan hasil -0,182 artinya semakin tepat usia pemberian MP-ASI pada balita semakin rendah risiko terjadinya stunting.",
     "id": "4"
    },
    {
     "createdAt": "2022-10-09T23:27:03.915Z",
     "author": "Miss Doyle Harvey",
     "image": "https://i.postimg.cc/7LxBGVVY/pregnant.jpg",
     "title": "3 Hal yang Harus Ibu Hamil Lakukan Untuk Mencegah Stunting",
     "description": "Kekurangan gizi masih menjadi permasalahan kompleks bagi anak Indonesia. Hal ini perlu menjadi perhatian penting karena kekurangan gizi mengakibatkan stunting, sebuah kondisi anak gagal tumbuh karena kurangnya asupan gizi dalam waktu lama. Tinggi badan anak tidak optimal dan menjadi pendek. Di Indonesia angka stunting masih tinggi. Data Badan Kesehatan Dunia tahun 2015 menunjukkan Indonesia berada di urutan kedua pada negara-negara ASEAN dalam jumlah anak dengan kondisi stunting.",
     "article": "Berdasarkan Buletin Stunting 2018 yang diterbitkan oleh Departemen Kesehatan Republik Indonesia, stunting pada anak merupakan suatu proses akumulatif yang terjadi sejak sebelum kehamilan, masa hamil, saat anak masih balita, atau sepanjang kehidupan. Faktor gizi ibu sebelum dan selama kehamilan merupakan penyebab tak langsung yang memberikan kontribusi terhadap pertumbuhan dan perkembangan janin. Asupan gizi yang kurang menyebabkan pertumbuhan janin terhambat. Akibatnya, bayi lahir dengan berat lahir rendah, serta mengalami gangguan pertumbuhan dan perkembangan. Untuk itu, yuk, cukupi kebutuhan gizi pada 1000 hari pertama kehidupan, dihitung dari masa kehamilan hingga anak berusia 2 tahun. Berikut tiga hal penting untuk cegah stunting pada anak selama kehamilan: \n1. Pemenuhan asupan gizi Saat hamil asupan gizi harus optimal, memenuhi segala kebutuhan tiap aspeknya. Pada masa tersebut mikronutrien dan protein sangat diperlukan agar janin mencapai pertumbuhan optimal. Nutrisi-nutrisi lain pun perlu dipenuhi. Jauhi makanan yang dapat menyebabkan penyerapan nutrisi terhambat, seperti kopi, teh, dan minuman tak sehat lainnya. Kalori pun tak boleh kurang, sebab dalam menjalani kehamilan seorang wanita setiap harinya butuh 300 hingga 400 kalori ekstra. \n2. Rajin konsumsi zat besi Sebelum dan selama hamil, seorang calon ibu perlu memiliki berat badan memadai serta tak mengalami anemia. Kedua hal ini sangat penting untuk mencegah kelahiran anak dengan stunting. Untuk menghindari anemia cukupi asupan zat besi serta vitamin. Pilih makanan tinggi kandungan zat besi, baik hewani maupun nabati. Daging merah yang dimasak matang, kuning telur, ikan, sayuran hijau, kacang-kacangan, aneka buah kering adalah sumber zat besi yang bisa dipilih ibu hamil. \n3. Perbaiki gaya hidup Manfaat menjalani pola hidup sehat tak hanya untuk diri sendiri, tetapi untuk generasi penerus. Calon ibu perlu memiliki gaya hidup yang baik, sehat tak hanya pola makan, tetapi keseluruhan. Seperti olahraga rutin dan teratur, pilih olahraga yang aman untuk ibu hamil seperti jalan kaki, berenang, yoga, atau olahraga di rumah. Jaga kebersihan tubuh dengan mandi dua kali sehari, membiasakan cuci tangan pakai sabun, menjaga kebersihan rumah, serta menjaga kebersihan makanan. Jangan lupa, pastikan ibu mendapatkan istirahat yang cukup agar tetap bugar. Kenali dan kendalikan stres dengan baik saat hamil. Kehamilan memang rawan dengan masalah dan gangguan, tapi dengan melakukan tindakan tepat dan relaksasi, semua pasti bisa diatasi. Bila perlu, minta dukungan orang terdekat, seperti suami dan keluarga",
     "id": "5"
    },
    {
     "createdAt": "2022-08-26T00:27:24.222Z",
     "author": "Yadika, Adilla Dwi Nur Berawi, Khairun Nisa Nasution, Syahrul Hamidi",
     "image": "https://i.postimg.cc/0jxrPzv3/tanaphong-toochinda-Gag-C07w-Vvck-unsplash.jpg",
     "title": "Pengaruh stunting terhadap perkembangan kognitif dan prestasi belajar",
     "description": "Dampak pada anak yang mengalami kekurangan gizi kronis pada masa pertumbuhan dan perkembangan",
     "article": "Pada tahun 2017, 22,2% balita di dunia mengalami stunting yang disebabkan oleh kurangnya asupan makanan bergizi, riwayat ASI eksklusif, rendahnya berat badan lahir seorang anak, serta riwayat infeksi dan berdampak terhadap perkembangan motorik dan verbal, peningkatan penyakit degeneratif, kejadian kesakitan dan kematian. Berbagai penelitian telah membuktikan bahwa terdapat pengaruh stunting terhadap perkembangan pada akhirnya dapat menghambat pertumbuhan ekonomi dan meningkatkan kemiskinan disuatu negara. Pada kondisi stunting dapat terjadi gangguan pada proses pematangan neuron otak serta perubahan struktur dan fungsi otak yang dapat menyebabkan kerusakan permanen pada perkembangan kognitif. Kondisi ini menyebabkan kemampuan berpikir dan belajar anak terganggu dan pada akhirnya menurunkan tingkat kehadiran dan prestasi belajar. Dengan demikian dapat disimpulkan bahwa terdapat pengaruh stunting terhadap perkembangan kognitif dan kecerdasan.",
     "id": "6"
    },
    {
     "createdAt": "2022-12-07T15:45:21.811Z",
     "author": "Dasman, Hardisman",
     "image": "https://i.postimg.cc/pXsQcHYx/jelleke-vanooteghem-wz-Oy-Uku-Ly7-E-unsplash.jpg",
     "title": "Empat dampak stunting bagi anak dan negara Indonesia",
     "description": "Di balik pertumbuhan ekonomi Indonesia yang pesat dalam kurun 20 tahun terakhir, masih ditemukan dampak kekurangan gizi seorang anak di Indonesia",
     "article": "Laporan Riset Kesehatan Dasar (Riskesdas) Kementerian Kesehatan mengkonfirmasikan kondisi ketimpangan gizi tersebut. Laporan tahun lalu menyebutkan terdapat 13,8% anak usia di bawah lima tahun dengan gizi kurang dan 3,9% gizi buruk. Artinya secara nasional dari estimasi populasi balita sebesar 23,8 juta jiwa yang digunakan pada kajian tersebut, terdapat 3,2 juta anak dengan gizi kurang dan 928 ribu mengalami gizi buruk. Kekurangan gizi pada anak berdampak secara akut dan kronis. Anak-anak yang mengalami kekurangan gizi akut akan terlihat lemah secara fisik. Anak yang mengalami kekurangan gizi dalam jangka waktu yang lama atau kronis, terutama yang terjadi sebelum usia 2 tahun, akan terhambat pertumbuhan fisiknya sehingga menjadi pendek (stunted). ",
     "id": "7"
    },
    {
     "createdAt": "2022-05-08T13:16:09.336Z",
     "author": "Candra, Aryu",
     "image": "https://i.postimg.cc/Bbn9TFG2/237451-12-1-2021-12-23-12.jpg",
     "title": "Patofisiologi Stunting",
     "description": "Pertumbuhan normal tidak hanya bergantung pada kecukupan hormon pertumbuhan tetapi antara sistem saraf dan sistem endokrin.",
     "article": "Dalam hal pertumbuhan dan perkembangan manusia, kelenjar endokrin yang berperan penting adalah kelenjar hipofisis, yang terletak di bawah dan sedikit di depan hipotalamus. Suplai darah yang kaya dalam infundibulum, yang menghubungkan dua kelenjar, membawa hormon pengatur dari hipotalamus ke kelenjar hipofisis. Ada banyak bukti dari penelitian tentang anak-anak dengan perawakan pendek yang tidak normal terjadi akibat faktor lingkungan yang mengganggu sistem endokrin, menyebabkan pengurangan dalam pelepasan hormon pertumbuhan. Namun, hormon lain juga terpengaruh, membuat penyebab gangguan pertumbuhan menjadi kompleks. Adanya pengaruh genetik terhadap kejadian stunting sudah dibuktikan oleh banyak penelitian. Salah satunya penelitian tahun 2011 menyimpulkan bahwa tinggi badan anak perempuan dipengaruhi oleh tinggi badan ayah. Sebagian besar dari apa yang kita ketahui tentang kontrol genetik pada pertumbuhan dan perkembangan berasal dari studi berbasis keluarga, di mana korelasi antara kerabat dan antara individu yang tidak terkait untuk suatu sifat seperti perawakan atau berat badan diukur. Jika variasi satu sifat sebagian besar di bawah kendali genetik, maka individu yang terkait (dalam satu keluarga atau intrafamily) akan lebih banyak yang serupa untuk sifat tersebut dibandingkan individu yang tidak terkait. Sebaliknya, jika variasi dalam suatu sifat hanya sebagian kecil ditentukan oleh gen, maka individu yang terkait mirip atau dapat menyerupai satu sama lain dalam jumlah hanya sedikit dibandingkan individu yang tidak terkait.",
     "id": "8"
    },
    {
     "createdAt": "2022-12-02T22:36:50.797Z",
     "author": "Aulia Mutiara Hati Putri",
     "image": "https://i.postimg.cc/wM8R368K/stunting-Turun.jpg",
     "title": "Angka stunting Indonesia turun jadi 21,6%",
     "description": "SDM yang unggul dan berkualitas menjadi syarat untuk membawa Indonesia maju, namun stunting menjadi salah satu faktor tantangan yang harus dihadapi",
     "article": "Angka penurunan stunting sendiri ditargetkan 3% setiap tahun. Namun untuk tahun 2022, hanya 2,8% lantaran dampak dari pandemi. Meski demikian, dengan penurunan 2,8% saat terjadi pandemi tetap perlu diapresiasi. Turunnya angka stunting di tahun 2022 tak lepas dari upaya pemerintah yang melakukan skrining anemia terhadap ibu-ibu hamil, serta memberikan penambah darah bagi remaja putri dan ibu hamil, membantu pertumbuhan balita serta memberikan edukasi pemberian ASI eksklusif pada masyarakat. Jika dilihat berdasarkan provinsi angka stunting tertinggi berada di Nusa Tenggara Timur (NTT) yakni 35,3%, sementara Bali dinobatkan sebagai provinsi dengan angka stunting terendah yakni 8%. Dampak stunting ini bukan hanya urusan tinggi badan, tetapi yang paling berbahaya adalah nanti rendahnya kemampuan anak untuk belajar, dan yang ketiga munculnya penyakit-penyakit kronis yang gampang masuk ke tubuh anak. Sebagai informasi, sebelumnya survei prevalensi stunting Indonesia dilakukan setiap 3 tahun hingga 5 tahun sekali. Namun sejak 2021 Menteri Kesehatan meminta agar survei prevalensi stunting dilakukan setiap tahun.",
     "id": "9"
    },
    {
     "createdAt": "2022-12-02T23:42:15.550Z",
     "author": "Darrell Marks",
     "image": "https://i.postimg.cc/WbstyYs7/tablet-tambah-darah.jpg",
     "title": "Tablet Tambah Darah Efektif Cegah Stunting, Benarkah?",
     "description": "Stunting merupakan suatu kondisi gagal tumbuh yang terjadi pada anak usia di bawah lima tahun (balita). Kondisi ini diakibatkan karena kurangnya asupan gizi yang diterima oleh si anak, sehingga tinggi badannya berada di bawah standar. Tak hanya kondisi fisik saja yang terpengaruh, namun stunting juga menghambat perkembangan kognitif dan motorik, serta beresiko mengalami gangguan metabolik saat dewasa.",
     "article": "Stunting merupakan suatu kondisi gagal tumbuh yang terjadi pada anak usia di bawah lima tahun (balita). Kondisi ini diakibatkan karena kurangnya asupan gizi yang diterima oleh si anak, sehingga tinggi badannya berada di bawah standar. Tak hanya kondisi fisik saja yang terpengaruh, namun stunting juga menghambat perkembangan kognitif dan motorik, serta beresiko mengalami gangguan metabolik saat dewasa. Kondisi ini bukan disebabkan karena adanya faktor genetik, namun tidak tercukupinya asupan gizi yang tepat dalam jangka waktu yang lama merupakan penyebab utama terjadinya stunting. Maka, terdapat beberapa langkah yang dapat dilakukan untuk mencegah ancaman angka stunting yang terus naik. Salah satu langkah preventif yang dapat dilakukan adalah dengan mengonsumsi Tablet Tambah Darah (TTD) bagi remaja wanita usia subur dan ibu hamil. Tablet Tambah Darah (TTD) merupakan suplemen gizi bervitamin dan mineral yang di dalamnya mengandung zat besi yang setara dengan 60 mg besi elemental dan 400 mcg asam folat. Zat besi sendiri merupakan mineral yang berperan penting dalam pembentukan hemoglobin atau sel darah merah dalam tubuh. Sel darah merah memiliki fungsi yang vital, sebab sel ini bertugas memasok zat-zat penting ke dalam tubuh. Konsumsi TTD bagi remaja wanita dan ibu hamil sangat disarankan, karena setiap bulannya wanita kehilangan banyak darah akibat menstruasi. Berkurangnya volume darah di dalam tubuh rentan membuat wanita mengalami anemia. Apabila sejak remaja sudah menderita anemia, maka ia memiliki resiko yang tinggi untuk mengalami anemia ketika masa kehamilannya. Sedangkan, peningkatan volume darah sangat dibutuhkan ketika masa kehamilan untuk membentuk plasenta, janin, dan cadangan zat besi dalam asi. Kurang masifnya persebaran informasi mengenai konsumsi TTD bagi remaja wanita dan ibu hamil tak jarang juga menimbulkan kekhawatiran mengenai efek samping yang akan dirasakan setelah mengonsumsi TTD. Mengutip dari website resmi Kementerian Kesehatan Republik Indonesia, bagi sebagian individu konsumsi TTD dapat menimbulkan gejala mual, nyeri lambung, muntah, diare, maupun sulit BAB. Namun, gejala-gejala tersebut tidak berbahaya, sebab tubuh akan menyesuaikan dengan sendirinya dan gejala akan berkurang. Oleh karena itu, remaja wanita usia subur dan ibu hamil sangat dianjurkan untuk mengonsumsi TTD agar dapat mencegah terjadinya anemia yang berpotensi menjadi pemicu kondisi stunting. Program pemberian TTD dapat diperoleh secara gratis melalui fasilitas pelayanan kesehatan pemerintahan, serta dapat juga membeli sendiri secara langsung melalui apotek, toko obat, maupun tempat-tempat pelayanan kesehatan swasta.",
     "id": "10"
    }
   ]